<?php
// +----------------------------------------------------------------------
// | Think_firdot
// +----------------------------------------------------------------------
// | 版权所有 2008~2017 上海泛多网络技术有限公司 [ http://www.firdot.com ]
// +----------------------------------------------------------------------
// | 官方网站: http://think.firdot.com
// +----------------------------------------------------------------------

return [
	'[course/details]' => [
		':id' => ['course/index/details', ['method' => 'get|post|ajax'], ['id' => '\d+']],
	],
	'[activity/details]' => [
		':id' => ['activity/index/details', ['method' => 'get|post|ajax'], ['id' => '\d+']],
	],
];

